Repository: collective/collective.portlet.rich
Catalog: collective/portlet/rich/locales/*/LC_MESSAGES/collective.portlet.rich.po
Languages: da

source: Add Rich Portlet
da: Tilføj Rich Portlet

source: Choose a css style for the links list.
da: Vælg en visningsstil til listen af links.

source: Edit Rich Portlet
da: Rediger Rich Portlet

source: Find the image
da: Find et billede

source: If given, the footer will link to this URL.
da: Hvis angivet vil der optråde et link til denne url nederst i portletten.

source: If given, the title will link to this URL.
da: Hvis angivet bliver dette titlen på linket nederst i portletten.

source: Links in a row
da: Links på række

source: Links list
da: Links som en liste

source: Links list with description
da: Links som liste med beskrivelser

source: Links styles
da: Linkvisningsstil

source: Omit portlet border
da: Vis ikke portletkant

source: Portlet footer
da: Portletbund

source: Portlet footer details link
da: Link i portletbund

source: Portlet title
da: Portlettitel

source: Portlet title details link
da: Link i portlettitel

source: Portlet title image
da: Billede til portlettitel

source: Text
da: Tekst

source: Text to be shown in the footer
da: Tekst der vises i bunden af portletten

source: The portlet body text.
da: Portlettens brødtekst

source: This portlet ...
da: Denne portlet ...

source: Tick this box if you want to render the text above without the standard header, border or footer.
da: Vælges denne mulighed vises portlettens brødtekst uden overskrift, bund og kant.

source: Title of the rendered portlet
da: Portlettens titel

source: Write links on the form "<title>":<path or uri>:"<description".Title and description are both optional (but required for WCAG accessibility compliance).
da: Skriv links på formen "<titel>":<sti eller uri>:"<beskrivelse>". Både titel og beskrivelse er valgfri (men kræves for at opfylde WCAG's krav til tilgængelighed).
